Repository: Acidburn0zzz/slackbuilds
Catalog: kde-apps/kde_cdemu/kde_cdemu-*.po
Languages: pt_br

source: Device
pt_br: Dispositivo

source: File
pt_br: Arquivo

source: Select image
pt_br: Secionar imagem

source: Mount
pt_br: Montar

source: Unmount
pt_br: Desmontar

# NAME OF TRANSLATORS
source: Your names
pt_br: Phantom X

# EMAIL OF TRANSLATORS
source: Your emails
pt_br: megaphantomx at bol dot com dot br

source: A KDE Frontend to CDEmu
pt_br: Uma interface KDE para o CDEmu

source: Developer & Maintainer
pt_br: Desenvolvedor e Mantenedor

source: Mount an image
pt_br: Montar uma imagem

source: Unmount an image
pt_br: Desmontar uma imagem

source: Show information about devices
pt_br: Exibir informações sobre os dispositivos

source: CDEmu daemon running.
pt_br: Daemon CDEmu executando.

source: CDEmu daemon not running.
pt_br: Daemon do CDEmu não executando.

source: Please select a file first.
pt_br: Por favor selecione um arquivo primeiro.

source: Error
pt_br: Erro

source: Please select a device first.
pt_br: Por favor selecione um dispositivo primeiro.

source: Everything OK.
pt_br: Tudo OK.

source: The selected virtual device is in use.
pt_br: O dispositivo virtual selecionado está em uso.

source: The selected virtual device is not available.
pt_br: O dispositivo virtual selecionado está indisponível.

source: All virtual devices are in use.
pt_br: Todos os dispositivos virtuais estão em uso.

source: The file doesn't exist.
pt_br: O arquivo não existe.

source: Unable to connect to the CDEmu daemon.
pt_br: Impossível conectar ao daemon do CDEmu.

source: An unknown error occured.
pt_br: Um erro desconhecido ocorreu.
