Repository: Acidburn0zzz/slackbuilds
Catalog: _pasture/gnome-apps/dvd95/dvd95-*.po
Languages: pt_br

source: %d%% (%s restant)
pt_br: %d%% (%s restantes)

source: Veuillez selectionner une piste video
pt_br: Por favor selecione uma faixa de vídeo

source: Fichiers ISO
pt_br: Arquivos ISO

source: Veuillez selectionner une piste audio
pt_br: Por favor selecione uma faixa de áudio

source: Veuillez lancer un calcul de qualit
pt_br: Por favor inicie uma varredura de qualidade

source: Erreur de conversion ........
pt_br: Error de conversão ........

source: Copie de la cellule %d (%d secteurs)
pt_br: Copiar célula %d (%d setores)

source: Fixation de la structure du DVD.
pt_br: Fixando estrutura do DVD.

source: Pas assez de place sur %s Il manque %s octets !
pt_br: Espaço insuficiente em %s São necessários %s mais bytes !

source: Copie de %d cellules.
pt_br: Copiando %d células.

source: Effacement des anciens fichiers.
pt_br: Removendo arquivos antigos.

source: Le repertoire %s existe. L'effacer ?
pt_br: O diretório %s existe. Removê-lo ?

source: %s n'est pas un repertoire ! Veuillez l'effacer.
pt_br: %s não é um diretório ! Por favor remova.

source: Ajustement automatique de la qualité.
pt_br: Configuração de qualidade automática.

source: Ajustement de qualité à %.2f%%.
pt_br: Configurandp qualidade para %.2f%%.

source: Fichier VOB trop gros (%s) ! Désirez vous continuer ?
pt_br: Arquivo VOB muito grande (%s) ! Continuar mesmo assim ?

source: Création de la structure du DVD.
pt_br: Creando a estrutura do DVD.

source: Ajout de la table des matières.
pt_br: Adicionando o índice.

source: Le fichier %s existe. Le re-creer ?
pt_br: O arquivo %s já existe. Recriar ?

source: Construction de l'image ISO.
pt_br: Construindo arquivo ISO.

source: %s n'est pas un fichier ! Veuillez l'effacer.
pt_br: %s não é um arquivo ! Por favor remova.

source: Gravage sur DVD.
pt_br: Gravar DVD.

source: Effacement des fichiers.
pt_br: Removendo arquivos.

source: Copie des menus vob%2d (%d secteurs)
pt_br: Copiar menus vob%2d (%d setores)

source: Mise à jours du vob %d-%d
pt_br: Atualizando vob %d-%d

source: Analyse de la cellule %d (%d secteurs)
pt_br: Analisando célula %d (%d setores)

source: Erreur de construction. Effacer les fichiers ?
pt_br: Erro de construção. Remover arquivos ?

source: Analyse de %d cellules.
pt_br: Analisando %d células.

source: Director's comments
pt_br: Comentários do diretor

source: Alternate director's comments
pt_br: Comentários do diretor alternativos

source: Large
pt_br: Adulto

source: Enfants
pt_br: Crianças

source: Reserved
pt_br: Reservado

source: Légende normale
pt_br: Legenda normal

source: Légende large
pt_br: Legenda adulto

source: Légende enfants
pt_br: Legenda infantil

source: reserved
pt_br: reservado

source: Forcé
pt_br: Forçado

source: Réalisateur
pt_br: Diretor

source: Réalisateur large
pt_br: Diretor adulto

source: Réalisateur enfants
pt_br: Diretor infantil

source: Lecture de la structure impossible !
pt_br: Erro ao ler a estrutura de DVD !

source: Lecture du titre de %s impossible!
pt_br: Erro ao ler título %s!

source: Piste
pt_br: Faixa

source: Durée
pt_br: Duração

source: Chapitres
pt_br: Capítulos

source: Langues
pt_br: Idiomas

source: Sous-titres
pt_br: Legendas

source: Format
pt_br: Formato

source: Langue
pt_br: Idioma

source: Extension
pt_br: Extensão

source: Canaux
pt_br: Canais

source: Inconnu
pt_br: Desconhecido

source: Erreur de lecture ! Ignorer les erreurs ?
pt_br: Erro de leitura ! Ignorar erros de leitura ?

source: Les répertoires temporaire et iso doivent être différents !
pt_br: Os diretórios temporário e Iso não devem ser o mesmo !

source: mkisofs manquant !
pt_br: mkisofs está faltando !

source: Le répertoire %s n'existe pas !
pt_br: O diretório %s não existe !

source: Pas d'accès en écriture au répertoire %s !
pt_br: Sem permissão de escrita no diretório %s !

source: Le fichier %s n'existe pas !
pt_br: O arquivo %s não existe !

source: Ecran des propiétés
pt_br: Propriedades

source: Lecture du DVD
pt_br: Reproduzir DVD

source: Évaluer
pt_br: Verificar

source: Calculer la qualité au mieux
pt_br: Calcular a melhor qualidade

source: Convertir le DVD
pt_br: Converter o DVD

source: Nom du DVD et du fichier ISO
pt_br: Nome do DVD e nome de arquivo ISO

source: Évaluation de qualité :
pt_br: Cálculo de qualidade :

source: Titre du film :
pt_br: Título do DVD :

source: Selectionner la piste a convertir
pt_br: Selecionar uma faixa para converter

source: <b>Vidéo</b>
pt_br: <b>Vídeo</b>

source: Selectioner les pistes audio
pt_br: Selecionar faixas de áudio

source: <b>Audio</b>
pt_br: <b>Áudio</b>

source: Selectioner les sous titres
pt_br: Selecionar legendas

source: <b>Sous-titres</b>
pt_br: <b>Legendas</b>

source: Propriétés
pt_br: Propriedades

source: Périphérique DVD :
pt_br: Dispositivo de DVD :

source: Espace temporaire :
pt_br: Espaço temporário :

source: Espace des ISO :
pt_br: Espaço para os arquivos ISO :

source: Lecteur multimédia :
pt_br: Reprodutor Multimídia :

source: Niveau de trace :
pt_br: Nível de traço :

source: Sélectionner un dossier
pt_br: Selecionar um diretório

source: Indications sonores
pt_br: Indicações sonoras

source: Default
pt_br: Padrão

source: Français
pt_br: Francês

source: English
pt_br: Inglês

source: Deutsch
pt_br: Alemão

source: Greek
pt_br: Grego

source: Estonian
pt_br: Estônio

source: Hungarian
pt_br: Húngaro

source: Dutch
pt_br: Holandês

source: Portuguese
pt_br: Português

source: Czech
pt_br: Tcheco

source: Spanish
pt_br: Espanhol

source: Italian
pt_br: Italiano

source: <b>Système</b>
pt_br: <b>Sistema</b>

source: Garder les menus
pt_br: Salvar os menus

source: Conserver les menus du DVD
pt_br: Manter menus do DVD

source: Créer une image ISO
pt_br: Criar uma imagem ISO

source: Créer une image ISO apres convertion
pt_br: Criar uma imagem ISO após a conversão

source: Graver le DVD
pt_br: Gravar o DVD

source: Graver un DVD apres convertion
pt_br: Gravar um DVD após a conversão

source: Qualité dynamique
pt_br: Qualidade dinâmica

source: Convertir avec une qualité d'image dynamique
pt_br: Converter com qualidade dinâmica de imagem

source: Capacité du DVD :
pt_br: Capacidade do DVD :

source: Couper le générique
pt_br: Remover créditos finais

source: Ne pas conserver le dernier chapitre de la piste vidéo
pt_br: Ignorar o último capítulo

source: <b>Paramètres de création</b>
pt_br: <b>Parâmetros de criação</b>

source: Détails
pt_br: Detalhes

source: Choix du fichier ISO
pt_br: Escolher o arquivo ISO

source: Aucun medium détecté
pt_br: Mídia não detectada

source: <b><big>Aucun médium détecté</big></b> Veuillez insérer un DVD vidéo dans le lecteur, ou spécifier une image ISO à utiliser.
pt_br: <b><big>Mídia não detectada</big></b> Por favor insira um DVD de vídeo, ou especifique um arquivo de imagem ISO para usar.

source: Fichier ISO
pt_br: Arquivo ISO

source: Première phase terminée
pt_br: Primeiro estágio completo

source: <b><big>Extraction du contenu terminée</big></b> Avant de procéder à la construction d'une image ISO ou une gravure, vous pouvez prévisualiser le résultat.
pt_br: <b><big>Extração terminada</big></b> Antes de construir a imagem ISO ou gravação, você pode reproduzir o resultado.

source: Analyse en cours
pt_br: Análise em progresso

source: <b><big>Analyse en cours</big></b> Veuillez patienter pendant le parcours du DVD afin d'analyser sa structure.
pt_br: <b><big>Analisando</big></b> Por favor espere pela análise de estrutura do DVD.

source: Terminé
pt_br: Terminado

source: <b><big>Encodage terminé</big></b> La conversion s'est déroulée avec succès.
pt_br: <b><big>Codificação terminada</big></b> A conversão foi terminada com sucesso.

source: a GNOME application to convert DVD9 to DVD5
pt_br: Uma aplicação GNOME para converter DVD9 para DVD5

source: Alerte
pt_br: Alerta

source: Cancel
pt_br: Cancelar

source: Informations
pt_br: Informações

source: Première phase terminée (%d)
pt_br: Primeiro estágio completo (%d)

source: Couldn't find pixmap file: %s
pt_br: Impossível encontrar arquivo pixmap: %s

source: Détection des bandes noires
pt_br: Detecção de faixas de corte

source: Pas le droit de créer de fichier dans %s !
pt_br: Impossível criar arquivos em %s !

source: Sélectionnez qu'un seule piste audio !
pt_br: Selecione some uma faixa de áudio !

source: Le fichier %s existe. L'utiliser ?
pt_br: O arquivo %s já existe. Recriar ?

source: Création de %s impossible !
pt_br: Impossível criar %s !

source: Encodage
pt_br: Codificação

source: Encodage passe %d
pt_br: Codificação estágio %d

source: Continuer en passe 2 ?
pt_br: Continuar no estágio 2 ?

source: Conserver le fichier vob pour un autre encodage ?
pt_br: Manter o arquivo vob após a codificação ?

source: Conserver le fichier %s ?
pt_br: Manter o arquivo %s ?
