Repository: Acidburn0zzz/slackbuilds
Catalog: kde-apps/kmhtconvert/kmhtconvert-*.po
Languages: pt_br

source: Web Archive Converter
pt_br: Conversor de Arquivos Web

source: Web Archive Viewer
pt_br: Visualizador de Arquivo Web

source: Convert to KDE Web Archive
pt_br: Coverter para Arquivo Web KDE

source: Convert to Windows Web Archive
pt_br: Coverter para Arquivo Web Windows

source: MHT to WAR file converter
pt_br: Conversor MHT para WAR

source: A Web Archive Converter
pt_br: Um Conversor de Arquivo Web

source: Execute without the GUI
pt_br: Executar sem a GUI

source: Only report errors when executed without the GUI
pt_br: Somente reportar erros quando executado sem a GUI

source: Create a folder containing the files. Don't Create War file
pt_br: Criar uma pasta contendo os arquivos. Não criar o arquivo War

source: Create War file in tmp folder and view it in Konqueror
pt_br: Criar o arquivo War em pasta temporária e visualizá-la no Konqueror

source: Folder to save the output file
pt_br: Pasta para salvar o arquivo de saída

source: MHTML/WAR file to convert
pt_br: Arquivo MHTML/WAR para converter

source: Hide info table in EML files
pt_br: Esconder tabela info em arquivos EML

source: Hide attachments table in EML files
pt_br: Esconder tabela de anexos em arquivos EML

source: About %1
pt_br: Sobre %1

source: &About
pt_br: &Sobre

source: &Thanks To
pt_br: &Agradecimentos Para

source: &License Agreement
pt_br: &Acordo de Licença

source: %1 %2 (Using KDE %3)
pt_br: %1 %2 (Usando KDE %3)

source: &Close
pt_br: &Fechar

source: T&ranslation
pt_br: T&radução

source: Creating War file
pt_br: Criando arquivo War

source: Input file
pt_br: Arquivo de entrada

source: Select Archive to convert
pt_br: Selecione Arquivo para converter

source: Output folder
pt_br: Pasta de saída

source: Save in last used folder
pt_br: Salvar na última pasta usada

source: Select folder to save the converted file(s)
pt_br: Selecione a pasta para salvar o(s)s arquivo(s) convertido(s)

source: MHTML Options
pt_br: Opções do MHTML

source: Only extract files
pt_br: Somente extrair arquivos

source: Extract the files contained in the mhtml file No KDE Web Archive will not be created
pt_br: Extrair os arquivos contidos no arquivo mhtml Nenhum Arquivo Web KDE será criado

source: View file after extraction
pt_br: Visualizar arquivo após extração

source: Display the extracted file in Konqueror
pt_br: Exibir o arquivo extraído no Konqueror

source: EML Options
pt_br: Opções do EML

source: Hide Info table
pt_br: Esconder tabela Info

source: Do not display the Info fields (From:, To: etc.)
pt_br: Não exibir os campos Info (De:, Para: etc)

source: Hide Attachments table
pt_br: Esconder tabela de Anexos

source: Do not display the Attached files
pt_br: Não exibir os Arquivos Anexos

source: Actions - Messages
pt_br: Ações - Mensagens

source: &Cancel
pt_br: &Cancelar

source: Select the location to save the output file
pt_br: Selecione o local para salvar o arquivo de saída

source: You don't have write permission to folder "%1"
pt_br: Você não tem permissão de escrita na pasta "%1"

source: MHTML Web Archive
pt_br: Arquivo Web MHTML

source: Windows Web Archive
pt_br: Arquivo Web Windows

source: Email Archive
pt_br: Arquivo de Email

source: KDE Web Archive
pt_br: Arquivo Web KDE

source: Web Archive
pt_br: Arquivo Web

source: Select Web Archive to convert
pt_br: Selecione o Arquivo Web para converter

source: You don't have read permission to file "%1"
pt_br: Você não tem permissão de leitura para o arquivo "%1"

source: kmhtconvert can handle only local files...
pt_br: kmhtconvert pode apenas manejar arquivos locais...

source: The file has already been converted
pt_br: O arquivo já foi convertido

source: The input file does not exist
pt_br: O arquivo de entrada não existe

source: The ouput folder does not exist
pt_br: A pasta de saída não existe

source: Invalid output folder specified
pt_br: Pasta de saída especificada é inválida

source: You don't have write permission to the output folder
pt_br: Você não tem permissão de escrita na pasta de saída

source: File type not supported
pt_br: Tipo de arquivo não suportado

source: Archive successfully opened
pt_br: Arquivo aberto com sucesso

source: Files in archive:
pt_br: Arquivos no arquivo:

source: Extracting file:
pt_br: Extraindo arquivo:

source: Output file successfully created
pt_br: Arquivo de saída criado com sucesso

source: Error opening input file
pt_br: Erro ao abrir arquivo de entrada

source: File is corrupt
pt_br: Arquivo corrupto

source: Error extracting file
pt_br: Erro ao extrair arquivo

source: Error opening output file
pt_br: Erro ao abrir arquivo de saída

source: Error opening file
pt_br: Erro ao abrir arquivo

source: Error extracting files
pt_br: Erro ao extrair arquivos

source: Error creating output file
pt_br: Erro ao criar arquivo de saída

source: From:
pt_br: De:

source: To:
pt_br: Para:

source: Date:
pt_br: Data:

source: Attachments
pt_br: Anexos

source: No subject
pt_br: Sem assunto

source: No sender
pt_br: Sem remetente

source: No recipient
pt_br: Sem destinatário

source: size:
pt_br: tamanho:

source: type:
pt_br: tipo:

source: Conflicting command line parameters used...
pt_br: Parâmetros de linha de comando usados conflitantes...

source: The input file is not a Web Archive...
pt_br: O arquivo de entrada não é um Arquivo Web...

source: You don't have read permission to the input file
pt_br: Você não tem permissão de leitura para o arquivo de entrada

source: No input file specified
pt_br: Nenhum arquivo de entrada especificado

source: Creating output file
pt_br: Criando arquivo de saída

source: done
pt_br: feito

source: Output file succesfully created
pt_br: Arquivo de saída criado com sucesso

source: _: Sunday Sun
pt_br: _:Domingo Dom

source: _: Monday Mon
pt_br: _:Segunda Seg

source: _: Tuesday Tue
pt_br: _:Terça Ter

source: _: Wednesday Wed
pt_br: _:Quarta Qua

source: _: Thursday Thu
pt_br: _: Quinta Qui

source: _: Friday Fri
pt_br: _: Sexta Fri

source: _: Saturday Sat
pt_br: _:Sábado Sab

source: _: January Jan
pt_br: _: Janeiro Jan

source: _: February Feb
pt_br: _:Fevereiro Fev

source: _: March Mar
pt_br: _: Março Mar

source: _: April Apr
pt_br: _: Abril Abr

source: _: May short May
pt_br: _: Maio Mai

source: _: June Jun
pt_br: _: Junho Jun

source: _: July Jul
pt_br: _: Julho Jul

source: _: August Aug
pt_br: _: Agosto Aug

source: _: September Sep
pt_br: _: Setembro Set

source: _: October Oct
pt_br: _: Outubro Out

source: _: November Nov
pt_br: _: Novembro Nov

source: _: December Dec
pt_br: _: Dezembro Dez

source: _: NAME OF TRANSLATORS Your names
pt_br: Phantom X

source: _: EMAIL OF TRANSLATORS Your emails
pt_br: megaphantomx@bol.com.br
