Repository: Acidburn0zzz/slackbuilds
Catalog: easymp3gain/easymp3gain-*.po
Languages: pt_br

# TFRMMP3GAINCONSOLEOUTPUT.BTNCLOSE.CAPTION
source: &Close
pt_br: &Fechar

source: Console Output
pt_br: Saída do Console

# TFRMMP3GAINCONSTANT.BTNCANCEL.CAPTION
source: &Cancel
pt_br: &Cancelar

source: Constant Gain
pt_br: Ganho constante...

# TFRMMP3GAINGUIINFO.BTNCLOSE.CAPTION
source: &Close
pt_br: &Fechar

source: About MP3Gain-GUI
pt_br: Sobre MP3Gain-GUI

# TFRMMP3GAINGUIINFO.TBSABOUT.CAPTION
source: About
pt_br: Sobre

source: Authors
pt_br: Autores

source: License
pt_br: Licença

source: Thanks to
pt_br: Agradecimentos

source: Translation
pt_br: Tradução

source: Add File(s)
pt_br: Adicionar Arquivos(s)

source: Add File(s)...
pt_br: Adicionar Arquivos(s)...

source: Add Folder
pt_br: Adicionar Diretório

source: Add Folder...
pt_br: Adicionar Diretório...

# TFRMMP3GAINMAIN.BTNANALYSIS.CAPTION
source: Analysis
pt_br: Análise

source: Analyze
pt_br: Analisar

source: Stop
pt_br: Parar

source: Stop current operations
pt_br: Parar operações correntes

source: Clear All
pt_br: Limpar Tudo

source: Remove all files
pt_br: Remover todos os arquivos

source: Clear File(s)
pt_br: Limpar Arquivos(s)

source: Remove selected files
pt_br: Remover arquivos selecionados

# TFRMMP3GAINMAIN.BTNGAIN.CAPTION
source: Gain
pt_br: Ganho

# TFRMMP3GAINMAIN.BTNGAIN.HINT
source: Gain
pt_br: Ganho

# TFRMMP3GAINMAIN.BTNONLYSELECTEDITEMS.CAPTION
source: Only Selected Items
pt_br: Somente Itens Selecionados

source: Process only selected items
pt_br: Processar somente itens selecionados

source: mp3 - Target Volume:
pt_br: mp3 - Volume Alvo:

# TFRMMP3GAINMAIN.MNUANALYSIS.CAPTION
source: &Analysis
pt_br: &Análise

source: &Album analysis
pt_br: &Análise de Álbum

source: &Clear
pt_br: &Limpar

source: &Track anlysis
pt_br: Análise de &faixa

# TFRMMP3GAINMAIN.MNUFILE.CAPTION
source: &File
pt_br: &Arquivo

source: Add &files...
pt_br: Adicionar a&rquivos...

source: Add f&older...
pt_br: Adicionar &diretório...

source: Add folder &recursively...
pt_br: Adicionar diretório &recursivamente...

source: Clear &all files
pt_br: Limpar &todos os arquivos

source: &Clear selected file(s)
pt_br: &Limpar arquivo(s) selecionado(s)

source: &Exit
pt_br: &Sair

source: &Select all files
pt_br: S&elecionar todos os arquivos

source: &Deselect all files
pt_br: &Deselecionar todos os arquivos

source: &Help
pt_br: A&juda

source: &Help...
pt_br: A&juda...

source: &About easyMP3Gain...
pt_br: &Sobre easyMP3Gain...

source: Modify &Gain
pt_br: Modificar &Ganho

# TFRMMP3GAINMAIN.MNUMODIFYGAINAPPLYALBUM.CAPTION
source: Apply &album gain
pt_br: Aplicar ganho de &álbum

source: Apply &constant gain...
pt_br: Aplicar ganho &constante...

# TFRMMP3GAINMAIN.MNUMODIFYGAINAPPLYTRACK.CAPTION
source: Apply &track gain
pt_br: Aplicar ganho de &faixa

source: &Undo
pt_br: &Desfazer

# TFRMMP3GAINMAIN.MNUOPTIONS.CAPTION
source: &Options
pt_br: &Opções

source: &Advanced
pt_br: &Avançado

source: &Delete Tags
pt_br: &Remover Etiquetas

# TFRMMP3GAINMAIN.MNUOPTIONSONLYSELECTEDITEMS.CAPTION
source: &Selected files only
pt_br: &Selecionar todos os arquivos

source: &Read Tags
pt_br: &Ler Etiquetas

source: Show &console output...
pt_br: Exibir saída do &console...

source: &Invert selection
pt_br: &Inverter seleção

source: Album Analysis
pt_br: Análise de Álbum

source: Track Analysis
pt_br: Análise de Faixa

# TFRMMP3GAINMAIN.PMNGAINALBUM.CAPTION
source: Apply album gain
pt_br: Aplicar ganho de álbum

# TFRMMP3GAINMAIN.PMNGAINTRACK.CAPTION
source: Apply track gain
pt_br: Aplicar ganho de faixa

# TFRMMP3GAINOPTIONS.BTNCANCEL.CAPTION
source: &Cancel
pt_br: &Cancelar

# TFRMMP3GAINOPTIONS.CAPTION
source: Options
pt_br: Opções

source: Auto-read tags when adding files or directories
pt_br: Ler etiquetas automaticamente ao adicionar

source: Ignore Tags (Do not read or write them)
pt_br: Ignorar Etiquetas (não ler e nem escrevê-las)

source: Preserve original file timestamp
pt_br: Preservar tempo do arquivo original

source: Use temporary files
pt_br: Usar arquivos temporários

source: AACGain backend:
pt_br: Motor AACGain:

source: Filename display:
pt_br: Exibição de nome de arquivo:

source: MP3Gain backend:
pt_br: MP3Gain:

# TFRMMP3GAINOPTIONS.LBLSUBLEVELS.CAPTION
source: Number of sublevels when adding files:
pt_br: Número de subníveis ao adicionar arquivos:

source: VorbisGain backend:
pt_br: Motor VorbisGain:

source: Show path and file in speparate columns
pt_br: Exibir caminho e arquivo em colunas separadas

source: Show path with file
pt_br: Exibir caminho com arquivo

# unitgainconstant.gain_noun
source: Gain
pt_br: Ganho

source: graphical user interface for mp3gain, aacgain and vorbisgain
pt_br: Interface gráfica para mp3gain, aacgain e vorbisgain

# unitmain.column_albumgain
source: Album Gain
pt_br: Ganho de Álbum

source: Album Vol.
pt_br: Volume de Álbum

# unitmain.column_file
source: File
pt_br: Arquivo

source: Path
pt_br: Caminho

source: Path/File
pt_br: Caminho/Arquivo

# unitmain.column_trackgain
source: Track Gain
pt_br: Ganho de Faixa

source: Only valid for MP3 and AAC files. Ogg-Vorbis files' target volume is fixed to 89 dB.
pt_br: Somente válido para arquivos MP3 e AAC. O volume alvo de arquivos Ogg-Vorbis é fixado em 89dB.

# unitmediagain.strabout
source: About
pt_br: Sobre

source: File(s)
pt_br: Arquivo(s)

source: no
pt_br: não

source: Aborted.
pt_br: Abortado.

source: Analyzing...
pt_br: Analisando...

source: Checking Tag Info...
pt_br: Verificando Informações de Etiqueta...

source: Deleting Tag Info...
pt_br: Removendo Informações de Etiquetas...

source: An error occured:
pt_br: Um erro ocorreu:

source: Error: Cannot start %s. Installed?
pt_br: Erro: Não foi possível iniciar %s. Instalado?

source: Finished.
pt_br: Terminado.

source: Gaining...
pt_br: Aplicando ganho...

source: Undoing Changes...
pt_br: Desfazendo mudanças...

source: Unknown Media Type:
pt_br: Tipo de Mídia Desconhecido:

source: yes
pt_br: sim
