Repository: Acidburn0zzz/slackbuilds
Catalog: dotnew/dotnew-*.po
Languages: pt_br

source: You need to be root to run this
pt_br: Você precisa ser root para executar isto

source: Cancel
pt_br: Cancelar

source: New settings file found: $file\n\nWhat do you want to do with it?
pt_br: Novo arquivo de configurações encontrado: $file\n\nO que você quer fazer com ele?

source: Replace
pt_br: Substituir

source: Replace the old settings file with the new one
pt_br: Substituir o arquivo de configurações antigo pelo novo

source: Delete
pt_br: Excluir

source: Delete the new settings file
pt_br: Excluir o novo arquivo de configurações

source: View the differences between the old and new settings files
pt_br: Visualizar as diferenças entre o arquivo de configurações antigo e o novo

source: Use vimdiff to edit the old and new settings files
pt_br: Usar o vimdiff para editar o arquivo de configurações antigo e o novo

source: Nothing
pt_br: Nada

source: Do nothing for now, decide about it later
pt_br: Não fazer nada agora, decidir sobre isso depois

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: There is no $orig file present.\nMove $i to $orig ?
pt_br: O arquivo $orig não está presente.\nMover $i para $orig ?

source: Ready
pt_br: Pronto

source: Done processing all .new files
pt_br: Processamento de todos os arquivos .new finalizado

source: No .new files
pt_br: Sem arquivos .new

source: There are no .new configuration files in your system
pt_br: Não existem arquivos de configurações .new no seu sistema

source: Manage .new system settings files
pt_br: Administrar arquivos de configurações .new de sistema

source: Refresh configuration file list
pt_br: Atualizar lista de arquivo de configurações

source: Compare files line by line
pt_br: Comparar arquivos linha por linha

source: Use gvimdiff or vimdiff to merge diffs
pt_br: Usar gvimdiff ou vimdiff para mesclar diffs

source: Use meld to merge diffs
pt_br: Usar mel para mesclar diffs

source: Mark all configuration files for replacement
pt_br: Marcar todos os arquivos de configurações para substituição

source: Replace all
pt_br: Substituir tudo

source: Mark all new configuration files for deletion
pt_br: Marcar todos os arquivos de configurações para exclusão

source: Delete all
pt_br: Excluir tudo

source: Unmark all checkboxes
pt_br: Desmarcar todas as caixas de verificação

source: Unmark all
pt_br: Desmarcar tudo

source: Refresh
pt_br: Atualizar

source: A utility to manage .new system configuration files
pt_br: Um utilitário para administração de arquivos de configurações de sistema .new

source: translator-credits
pt_br: Phantom X

source: Configuration file
pt_br: Arquivo de configuração
