Repository: Acidburn0zzz/slackbuilds
Catalog: mount-gtk/mount-gtk-*.po
Languages: pt_br

source: Cannot initialize libnotify - will not use it
pt_br: Impossível iniciar libnotify - não será usada

source: Can't open the following file for saving preferences:
pt_br: Impossível abrir o seguinte arquivo para salvar preferências:

source: Mount-gtk: error
pt_br: Mount-gtk: erro

source: Failed to send error notification
pt_br: Falha ao enviar notificação de erro

source: Preferences
pt_br: Preferências

source: Add, amend or delete table of devices to mount
pt_br: Adicionar, alterar ou apagar índice de dispositivos para montar

source: Edit devices
pt_br: Editar dispositivos

source: About mount-gtk
pt_br: Sobre mount-gtk

source: Quit
pt_br: Sair

source: Unmount
pt_br: Desmontar

source: Mount
pt_br: Montar

source: Add device to mount
pt_br: Adicionar dispositivo para montar

source: Error mounting following device:
pt_br: Erro ao montar o seguinte dispositivo:

source: Error unmounting following device:
pt_br: Erro ao desmontar o seguinte dispositivo:

source: Mount-gtk: mount table
pt_br: Mount-gtk: índice de montagem

source: Device
pt_br: Dispositivo

source: Label
pt_br: Rótulo

source: Add new mount item
pt_br: Adicionar novo item de montagem

source: Delete mount item
pt_br: Apagar item de montagem

source: Move mount item up
pt_br: Mover item de montagem para cima

source: Move mount item down
pt_br: Mover item de montagem para baixo

source: Delete selected mount entry?
pt_br: Apagar entrada de montagem selecionada?

source: Gtk-mount: delete entry
pt_br: Mount-gtk: apagar entrada

source: Mount-gtk: new entry
pt_br: Mount-gtk: nova entrada

source: Device:
pt_br: Dispositivo:

source: Label:
pt_br: Rótulo:

source: Mount-gtk: preferences
pt_br: Mount-gtk: preferências

source: Beep on error notification
pt_br: Beep na notificação de erro

source: Visual error report:
pt_br: Relatório visual de erro:

source: None
pt_br: Nenhum

source: Dialog
pt_br: Diálogo

source: Put program in system tray
pt_br: Colocar programa na área de notificação

source: About
pt_br: Sobre
