Repository: Acidburn0zzz/slackbuilds
Catalog: gnome-apps/gdado/gdado-*.po
Languages: pt_br

source: Separated _lines
pt_br: _Linhas separadas

source: Shows the result of each dice in the same line, instead of showing each result in a different one.
pt_br: Mostrar o resultado de cada dados na mesma linha, em vez de cada um em uma linha diferente.

source: _Sum results
pt_br: _Somar resultados

source: Shows the sum of the results of the dices.
pt_br: Mostrar a soma dos resultados dos dados.

source: Only final _result
pt_br: Somente o _resultado final

source: Do not show the result of each dice but only the sum of all results.
pt_br: Não mostrar o resultado de cada dado e sim somente a soma de todos os resultados.

source: _Options
pt_br: _Opções

source: E_xit
pt_br: _Sair

source: _Utilities
pt_br: _Utilidades

source: _Sides
pt_br: _Lados

source: A_bout
pt_br: _Sobre

source: Dices
pt_br: Dados

source: Sides
pt_br: Lados

source: Roll!
pt_br: Lançar!

source: Result
pt_br: Resultado

source: Welcome to Gdado.
pt_br: Bemvindo ao Gdado.

source: translator_credits
pt_br: Phantom X <mphantomx@bol.com.br>

source: Dice rolling application.
pt_br: Aplicação para rolagem de dados.

source: Couldn't find pixmap file: %s
pt_br: Arquivo pixmap não encontrado: %s
